acpi
acpid
adw-gtk-theme
alacritty
amd-ucode
apparmor
azuredatastudio-bin
b43-fwcutter
baobab
base
base-devel
bibata-cursor-theme
blueberry
bluez-deprecated-tools
bluez-utils
brave-bin
btrfs-progs
btrfsmaintenance
bzip2
cmake
collision
coreutils
cpupower
cronie
cryptsetup
deja-dup
device-mapper
diffutils
dmenu
dmidecode
dmraid
dnsmasq
docker
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
evince
exfatprogs
f2fs-tools
fd
feh
ffmpeg-audio-thumbnailer
ffmpegthumbnailer
file-roller
firefox
firefox-i18n-en-us
flameshot
fprintd
fragments
gdm
gimp
glibc-locales
gnome-backgrounds
gnome-browser-connector
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-connections
gnome-control-center
gnome-disk-utility
gnome-firmware
gnome-font-viewer
gnome-layout-switcher
gnome-logs
gnome-remote-desktop
gnome-shell
gnome-shell-extension-appindicator
gnome-shell-extension-arc-menu
gnome-shell-extension-dash-to-dock
gnome-shell-extension-dash-to-panel
gnome-shell-extension-forge
gnome-shell-extension-gnome-ui-tune
gnome-shell-extension-gsconnect
gnome-shell-extension-gtk4-desktop-icons-ng
gnome-shell-extension-legacy-theme-auto-switcher
gnome-shell-extension-space-bar
gnome-shell-extension-x11gestures
gnome-shell-extensions
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-tweaks
gnome-user-docs
gnome-user-share
gnuchess
go
google-chrome
gparted
grilo-plugins
grub
grub-btrfs
grub-theme-manjaro
gthumb
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
htop
hunspell-en_us
hunspell-es_co
hyphen-en
hyphen-es
i3-wm
i3blocks
i3lock
i3status
ibus
inetutils
inxi
jfsutils
kitty
kvantum-manjaro
lazygit
less
lib32-libva-vdpau-driver
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libpamac-flatpak-plugin
libreoffice-still
libreoffice-still-es
libva-vdpau-driver
logrotate
lrzip
lvm2
man-db
man-pages
man-pages-es
manjaro-alsa
manjaro-application-utility
manjaro-base-skel
manjaro-browser-settings
manjaro-gnome-backgrounds
manjaro-gnome-extension-settings
manjaro-gnome-settings
manjaro-gstreamer
manjaro-hello
manjaro-input
manjaro-modem
manjaro-pipewire
manjaro-printer
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-settings-samba
manjaro-starter
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
mkinitcpio-openswap
modemmanager
mysql-workbench
nano
nano-syntax-highlighting
nautilus
nautilus-admin
nautilus-empty-file
neovim
nerdfetch
network-manager-sstp
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntfs-3g
numactl
obsidian
openresolv
openssh
os-prober
p7zip
pamac-gnome-integration
pamac-gtk
papirus-maia-icon-theme
perl
picom
pkgbuilder
plymouth-theme-manjaro
polybar
power-profiles-daemon
powertop
python-numpy
python-pandas
python-pip
python-pipx
python-pynvim
qt5ct
qt6ct
reiserfsprogs
ripgrep
rofi
rsync
rygel
s-nail
screenfetch
seahorse
snapshot
sof-firmware
spotify
squashfs-tools
steam
steam-native-runtime
stow
sudo
sushi
sysfsutils
system-config-printer
systemd
texinfo
thunderbird
thunderbird-i18n-en-us
timeshift
timeshift-autosnap-manjaro
touche
tree
ttf-hack
ttf-indic-otf
unace
unrar
update-grub
usbutils
vi
virtualbox
visual-studio-code-bin
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
wacomtablet
webapp-manager
wget
which
wireless-regdb
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-server
xorg-xinit
xorg-xrandr
yarn
yay
